{
	"cakes": [
		{
			"id": 1,
			"item":	"Red Velvet Cake",
			"description": "This classic red velvet layer cake is made satisfyingly tender with buttermilk and topped with delicious silky white icing. An unquestionable wonder of the dessert world.",
			"allergies": "",
			"favorite": "",
			"spicy": "",
			"vegan": "0",
			"photoUrl": "",
			"price": "21.60" 
		},
		{
			"id": 2,
			"item": "Chocolate Peanut Butter Cheesecake",
			"description": "Oreo crust, creamy peanut butter cheesecake filling loaded with chocolate chips, milk chocolate ganache with a pile of chopped Reese’s cups on top. Believe it or not this entry tastes even better than it looks.",
			"allergies": "",
			"favorite": "",
			"spicy": "",
			"vegan": "0",
			"photoUrl": "",
			"price": "20.20" 
		},
		{
			"id": 3,
			"item": "Extreme Double Chocolate Fudge Cake",
			"description": "A rich moist chocolate cake with a chocolate buttercream icing swaddled in a lovely coat of delicious chocolate chips. This wonderous chocolatey beast is a serious contender for best cake in the world!",
			"allergies": "",
			"favorite": "",
			"spicy": "",
			"vegan": "0",
			"photoUrl" : "",
			"price": "22.10"  
		},
		{
			"id": 4,
			"item": "Oreo Cake",
			"description": "This Chocolate Oreo Cake is to die for! A moist chocolate cake full of Oreo icing FULL of crushed up Oreos. An absolutely stunning cake dream realized for your feasting pleasure.",
			"allergies": "",
			"favorite": "",
			"spicy": "",
			"vegan": "",
			"photoUrl" : "",
			"price": "17.50"  
		}
	],
	
	"story": {
		"text": "So you've been dreaming of a place where you can skip the main course and go right to the good stuff? You can stop dreaming. It's already here and it is called Ambrosia Cafe located at 1112 S Casino Center Blvd. We are all about the desserts, everything here is unapologetically sweet. You would expect a sweet spot like this to feature cookies, coffee, candy and ice cream, but it is our carefully constructed confections covered in fudge, ganache, chocolate chips and buttercream that keeps the customers coming back. The most difficult challenge at the Ambrosia Cafe is trying to make up your mind because the menu boasts the most appetizing looking desserts in the city guaranteed to taste as good as they look. We have been dishing up this dizzying array of delicious desserts for about a year. You might want to check it out, but heed our warning if you're looking to diet don't come here-we have a lot of calories!"
	}
}